StudentService/target/classes/sampleRequest.xml

<soapenv:Envelope
	xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"
	xmlns:sch="http://com/web/student/studentinformation">
	<soapenv:Header />
	<soapenv:Body>
		<sch:StudentDetailsRequest>
			<sch:name>Sajal</sch:name>
		</sch:StudentDetailsRequest>
	</soapenv:Body>
</soapenv:Envelope>